import {Page} from './components/Page';

/**
 * - Подшаманить стилизацию, может шрифт какой красивый, кнопки нужно точно сделать
 * - Доделать адаптив
 * - Добавление заметки - цвет подсказки в поле ввода
 * - Добавление заметки - добавить побольше цветов
 * - Написать комментарии
 * - Больше иконок канцелярский кнопок
 * - Кнопка + в шапке
 * + Удаление заметок
 * + Сделать скролл на главной и прилипающую шапку
 * + Кнопка заполнения
 * + Кнопка очистки
 * + Кнопка по умолчанию
 * + Отдельный компонент для шапки
 * + Вынести всю логику отсюда в отдельный компонент
 */

const App = () => <Page/>

export default App;
